<?php
/**
 * 新闻通
 * ============================================================================
 * 版权所有 新闻通 同一科技有限公司，并保留所有权利。
 * 
 * ----------------------------------------------------------------------------
，
 * ============================================================================
 * Author: 新闻通  4035172988@qq.com
 * Date: 2024-06-18
 */

return array(
    // 模板设置
    'template' => array(
        // 模板路径
        'view_path' => './application/admin/template/',
        // 模板后缀
        'view_suffix' => 'htm',
    ),
    'view_replace_str' => array(),
);
?>