<?php
/**
 * 新闻通
 * ============================================================================
 * 版权所有 新闻通 同一科技有限公司，并保留所有权利。
 * 
 * ----------------------------------------------------------------------------
，
 * ============================================================================
 * Author: 新闻通  4035172988@qq.com
 * Date: 2018-06-23
 */

return array(
    'code' => '#CODE#', // 插件标识
    'name' => '#NAME#', // 插件名称
    'version' => '#VERSION#', // 插件版本号
    'min_version' => '#MIN_VERSION#', // CMS最低版本支持
    'author' => '#AUTHOR#', // 开发者
    'description' => '#DESCRIPTION#', // 插件描述
    'litpic'    => '/weapp/#CODE#/logo.png',
    'scene' => '#SCENE#',  // 使用场景 0 PC+手机 1 手机 2 PC
    'subroot' => 'on',
    'permission' => [],
    'management' => [],
);