<?php
/**
 * 新闻通
 * ============================================================================
 * 版权所有 新闻通 同一科技有限公司，并保留所有权利。
 * 
 * ----------------------------------------------------------------------------
，
 * ============================================================================
 * Author: 新闻通  4035172988@qq.com
 * Date: 2024-06-18
 */

// 前端URL的路由配置（支持TP5本身的路由规则）
return array(
    // 'plugins/sample$' => array('plugins/Sample/index',array('method' => 'get', 'ext' => 'html'), 'cache'=>1),
);
