<?php
/**
 * 新闻通
 * ============================================================================
 * 版权所有 新闻通 同一科技有限公司，并保留所有权利。
 * 
 * ----------------------------------------------------------------------------
，
 * ============================================================================
 * Author: 新闻通  4035172988@qq.com
 * Date: 2024-06-18
 */

namespace app\admin\controller;
use think\Db;
use think\Page;

/**
 * 用户自定义扩展php文件
 */
class DiyExtend extends Base {
    
    public function _initialize() {
        parent::_initialize();
    }
}